Repository: Dzhus1/wordpress
Catalog: woocommerce/fondy-woocommerce-payment-gateway/languages/fondy-woocommerce-payment-gateway-*.po
Languages: pl_pl

source: Payment gateway
pl_pl: Bramka płatności

source: Place order
pl_pl: Zamawiam

source: Enable/Disable
pl_pl: Włącz/Wyłącz

source: Enable Fondy Payment Module.
pl_pl: Włącz moduł płatności FONDY.

source: Show in the Payment List as a payment option
pl_pl: Pokaż na liście płatności jako opcję płatności

source: Title:
pl_pl: Tytuł:

source: Fondy Online Payments
pl_pl: Płatności online FONDY

source: This controls the title which the user sees during checkout.
pl_pl: To kontroluje tytuł, który użytkownik widzi podczas płatności.

source: Description:
pl_pl: Opis:

source: Pay securely by Credit or Debit Card or Internet Banking through fondy service.
pl_pl: Płać bezpiecznie za pomocą karty kredytowej lub debetowej lub bankowości internetowej za pośrednictwem usługi FONDY.

source: This controls the description which the user sees during checkout.
pl_pl: To kontroluje opis, który użytkownik widzi podczas płatności.

source: Given to Merchant by fondy
pl_pl: Dana Merchantowi przez FONDY

source: Show Logo
pl_pl: Pokaż logo

source: Show the "fondy" logo in the Payment Method section for the user
pl_pl: Pokaż logo „FONDY” w sekcji Metoda płatności dla użytkownika

source: Tick to show "fondy" logo
pl_pl: Zaznacz, aby wyświetlić logo „FONDY”

source: Show calndaer on checkout
pl_pl: Pokaż kalendarz płatności przy kasie

source: Show recurring payment calendar on checkout
pl_pl: Pokaż powtarzający się kalendarz płatności przy kasie

source: Tick to show show recurring payment calendar on checkout
pl_pl: Zaznacz, aby pokazywać kalendarz płatności cyklicznych przy kasie

source: Enable on checkout page mode
pl_pl: Włącz tryb strony przy kasie

source: Show payment on checkout page
pl_pl: Pokaż płatność na stronie kasy

source: Enable on page mode
pl_pl: Włącz tryb strony

source: Enable on page payment mode
pl_pl: Włącz tryb płatności na stronie

source: Enable on page mode without redirect
pl_pl: Włącz tryb strony bez przekierowania

source: Enable on page mode instant redirect
pl_pl: Włącz natychmiastowe przekierowanie trybu strony

source: Enable on page mode instant redirect on submit order
pl_pl: Włącz na stronie tryb natychmiastowego przekierowania na zamówienie wysyłania

source: Enable force detect lang
pl_pl: Włącz wykrywanie siły lang

source: Enable detecting site lang if it used
pl_pl: Włącz wykrywanie języka witryny, jeśli był używany

source: Return Page
pl_pl: Powrót

source: Default order page
pl_pl: Domyślna kolejność

source: URL of success page
pl_pl: URL strony sukcesu

source: Payment completed order status
pl_pl: Status zamówienia pomyślna płatność

source: The default order status after successful payment.
pl_pl: Status zamówienia po pomyślnej płatności

source: Payment expired order status
pl_pl: Status zamówienia wygasł Płatność

source: Order status when payment was expired.
pl_pl: Status zamówienia przy wygasłej płatności

source: Payment declined order status
pl_pl: Status zamówienia nie został opłacony

source: Order status when payment was declined.
pl_pl: Status zamówienia w przypadku nieudanej płatności

source: Default status
pl_pl: Status standardowy

source: Card Number:
pl_pl: Numer karty

source: XXXXXXXXXXXXXXXX
pl_pl: xxxxxxxxxxxxxx

source: Expiry Date:
pl_pl: Data wygaśnięcia:

source: Pay
pl_pl: Zapłać

source: Order:
pl_pl: Kolejność:

source: Pay via Fondy.eu
pl_pl: Zapłać przez FONDY.eu

source: Refund Fondy status: processing
pl_pl: Zwrot statusu FONDY: przetwarzanie

source: Refund Fondy status: Declined
pl_pl: Zwrot statusu FONDY: odrzucony

source: Refund Fondy status: Unknown
pl_pl: Status zwrotu FONDY: Nieznany

source: Refund Fondy status: Unknown. Try to contact support
pl_pl: Status zwrotu FONDY: Nieznany. Spróbuj skontaktować się z pomocą techniczną

source: An error has occurred during payment. Please contact us to ensure your order has submitted.
pl_pl: Wystąpił błąd podczas płatności. Skontaktuj się z nami, aby upewnić się, że Twoje zamówienie zostało złożone.

source: Amount incorrect.
pl_pl: Nieprawidłowa kwota.

source: An error has occurred during payment. Merchant data is incorrect.
pl_pl: Wystąpił błąd podczas płatności. Dane sprzedawcy są nieprawidłowe.

source: Transaction ERROR: signature is not valid
pl_pl: BŁĄD Transakcji: podpis jest nieprawidłowy

source: An error has occurred during payment. Signature is not valid.
pl_pl: Wystąpił błąd podczas płatności. Podpis jest nieprawidłowy.

source: Thank you for shopping with us. However, the transaction has been declined.
pl_pl: Dziękujemy za zakupy z nami. Jednak transakcja została odrzucona.

source: Thank you for shopping with us. However, the transaction has been expired.
pl_pl: Dziękujemy za zakupy z nami. Jednak transakcja wygasła.

source: Transaction ERROR: order expired<br/>FONDY ID:
pl_pl: BŁĄD Transakcji: zamówienie wygasło <br/> ID FONDY:

source: Thank you for shopping with us. But your payment declined.
pl_pl: Dziękujemy za zakupy z nami. Ale Twoja płatność została odrzucona.

source: Fondy payment successful.<br/>FONDY ID:
pl_pl: Płatność FONDY zakończyła się sukcesem. <br/> ID FONDY:

source: Transaction ERROR: amount incorrect<br/>FONDY ID:
pl_pl: BŁĄD Transakcji: nieprawidłowa kwota <br/> ID FONDY:

source: Thank you for shopping with us. Your account has been charged and your transaction is successful.
pl_pl: Dziękujemy za zakupy z nami. Twoje konto zostało obciążone, a transakcja powiodła się.

source: WooCommerce - Fondy payment gateway
pl_pl: WooCommerce - bramka płatnicza FONDY

source: Fondy Payment Gateway for WooCommerce.
pl_pl: FONDY — Payment Gateway dla WooCommerce.

source: https://fondy.eu
pl_pl: https://fondy.eu/pl-pl/

source: https://fondy.eu/
pl_pl: https://fondy.eu/pl-pl/

source: on_checkout_page
pl_pl: Встроенная форма PL
